/* No comment provided by engineer. */
"That doesn't look like a WordPress site" = "That doesn't look like a WordPress site";

/* No comment provided by engineer. */
"You seem to have installed a mobile plugin from DudaMobile which is preventing the app to connect to your blog" = "You seem to have installed a mobile plugin from DudaMobile which is preventing the app to connect to your blog";

